---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricSheetMajorStartOverhang
source: html/22789dd8-ce25-8cd3-0594-823ac50f11a5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricSheetMajorStartOverhang Property

"Major Start Overhang": Major Start Overhang

## Syntax (C#)
```csharp
public static ForgeTypeId FabricSheetMajorStartOverhang { get; }
```